# ####### #
# Buttons #
# ####### #

sub-offer-button = 🎉 Подписаться на канал
sub-check-button = 🔍 Проверить подписку
calendar-button = 📅 Календарь
analyze-button = 🧠 Анализ
account-button = 👤 Аккаунт
ticket-button = 🚨 Поддержка
search-button = 🔎 Поиск
edit-title-button = ✏️ Заголовок
edit-comment-button = 📝 Комментарий
edit-content-button = 📃 Содержание
edit-cover-button = 🖼️ Обложка
edit-emoji-button = 😊 Эмодзи
delete-button = ❌ Удалить
confirm-button = ✅ Подтвердить
sub-button = 📥 Оформить подписку
analyze-process-button = 🧠 Запустить анализ
edit-self-description-button = 🙋‍♂️ Описание Себя
gpt-role-button = 🎭 Роль 
esoteric-button = 🔮 Эзотерик
psychonaut-button = 🏵 Психонавт
psychological-button = 🔬 Психолог
month1-sub-button = 1 Месяц - 499р
month3-sub-button = 3 Месяца - 1 199р (-20%)
month6-sub-button = 6 Месяцев - 2 299р (-30%)
answer-button = Ответить
back-button = ⬅️ Назад

# ######## #
# Messages #
# ######## #

error-db_error = 😞 Ошибка базы данных
error-db_update = 😞 Ошибка при сохранении данных. Анализ всё равно ниже:
error-analysis_failed = 🤖 Ошибка анализа
error-loading_data = 🔄 Ошибка загрузки данных
error-voice_download = 🎤 Ошибка загрузки записи голоса
error-generic = ⚠️ Ошибка проверки подписки
error-timedelta = ⌛ Анализ можно проводить не чаще чем раз в 12 часов!
error-analysis_failed = ⌛ Не удалось получить анализ. Попробуй позже!
error-message_send = ⚠️ Ошибка при отправке анализа.
error-unexpected = 😔 Что-то пошло не так. Попробуй позже!
error-ticket_send = ⚠️ Ошибка при отправке обращения. Попробуй позже!
error-only_admin = ⚠️ Только админ может ответить!
error-bot_blocked = ❌ Бот заблокирован у пользователя
error-dream_save = ⌛ Ошибка при сохранении сна. Попробуй позже!
ticket-answer = ✅ Ответ на обращение:

               { $reply_text }
admin-answer = ✅ Ответ отправлен
account-no_stats = 📊 Нет статистики
account-title = 🧑‍💻 Мой аккаунт
account-name = 👤 Имя: { $name }
account-reg_time = 📅 Дата регистрации: { $reg_time }
account-inviter = 🙋‍♂️ Пригласивший: { $inviter }
account-sub_type = 🔑 Тип подписки: { $sub_type }
account-sub_time = ⏳ Время подписки: { $sub_time }
account-gpt_role = 🎭 Роль для Анализа: { $gpt_role }
account-dreams_count = 🌙 Количество снов: { $dreams_count }
account-orders_count = 📦 Количество заказов: { $orders_count }
account-orders_total = 💸 Общая сумма заказов: { $orders_total }
confirm-delete = 👆 Удалить этот Сон? 👆
complete-delete = 😊 Сон Удалён! 😊
nodreams = 😴 Сна Нет!
no-dreams = 😔 Сна Нет в выбранной дате: { $selected_date }
dreams-day = 🌟 Сны дня { $selected_date }
dream-notfound = 🔍 Сон не найден. Сна Нет
newcontent = 📝 Введи новое Содержание
newtitle = ✏️ Введи новый заголовок
newcomment = 🗨️ Введи новый Комментарий
newcover = 🖼️ Введи ссылку на новую обложку
newemoji = 😊 Вставь эмодзи для Содержание
notitle = ❌ Нет заголовка
nocomment = ❌ Нет комментария
nocover = ❌ Нет обложки
noemoji = ❌ Нет эмодзи
toolong-content = 🚨 Слишком длинное содержание, введи не более 4000 символов
toolong-title = 🚨 Слишком длинный заголовок - введи не более 60 символов
toolong-comment = 🚨 Слишком длинный комментарий - введи не более 120 символов
incorrect-url = ⚠️ Неверная ссылка на изображение, она должна начинаться с http:// или https://
toolong-emoji = 🚫 Слишком много эмодзи
notemoji = ❌ Это не эмодзи!
content-updated = ✅ Содержание обновлено
title-updated = ✅ Заголовок обновлен
comment-updated = ✅ Комментарий обновлен
cover-updated = ✅ Обложка обновлена
emoji-updated = ✅ Эмодзи обновлено
main-menu = 📝 Напиши, какой сон тебе приснился? 

            Можно записать голосове сообщение, что бы не тревожить ночью глаза.
            📢 Говори чётко!
calendar = 📅 Календарь 📅
dream-writed = 🎉 Сон записан! А теперь - иди дальше спать 🌙
search-menu = 🔎 Введи слово или фразу для поиска
search-empty_query = ⚠️ Это пустой запрос!
search-cache_error = 🔄 Ошибка кэша
search-no_data = ❌ Нет записей
search-noresults = 😞 Нет результатов поиска
search-too_many_results = 🚨 Слишком много результатов
search-results_header = 🔎 Вот что я нашёл
channel-subscription = 📢 Нужно подписаться на канал для продолжения

                       🚨 О ЛИЧНЫХ ДАННЫХ 🚨
                       Я сохраняю записи твоих сновидений - я не будем публиковать их
                       но я буду отдевать их для анализа и дообучения нейронным сетям.

                       Если такое положение дел тебя устраивает - можешь продолжать

need-subscribe = 🔔 Нужно подписаться на канал, чтобы продолжить!
subscription-types = ✨ Хочешь больше возможностей с ботом? Оформи подписку и получи:

                     1. Анализ снов с YandexGPT — узнай, что скрывается за твоими снами с помощью умного анализа!
                     2. Больше снов в день — с подпиской ты сможешь записать до 7 снов в сутки (без подписки — только 3).

                     Выбери подписку ниже и открой новые горизонты! 👇
analyze-menu = 📊 Обратись к нейросети за анализом Снов! 
               Для анализа она получит последние 10 записей. 
               Если среди них есть сонные бормотания из голосовых сообщений - рекомендую их отредактировать в читаемый вид 😊
               
               Если ты делаешь это впервые - советую заполнить 🙋‍♂️ Описание Себя.
               Нейросеть не знает контекста 🌟 Снов - поэтому - ей нужно помочь!
               Расскажи о действующих 🧸 лицах в твоих снах, местах, событиях,
               что бы ей было ясно - кто есть кто.

nodescription = ❌ Нет описания!
newdescription = 🙋‍♂️ Введи новое описание Себя! Можешь сделать это подробно.
toolong-description = 🚨 Слишком длинное описание - введи не более 500 символов.
description-updated = ✅ Описание обновлено
role-updated = ✅ Роль обновлена
role-menu = 🔍 Какой анализ снов тебе интересен?
            Текущий вариант - { $gpt_role }

            1. <b>Психологический</b> — раскрой эмоции, страхи и желания, скрытые в твоих снах, через призму психологии.
            2. <b>Эзотерический</b> — погрузись в магию души и духовный путь, вдохновлённый эзотерической философией.

            Выбери ниже, как хочешь посмотреть на свои сны! 👇
wait-result = ⌛ Ожидаем результата...
ticket-menu = ⚠️ Введи текст обращения - подробно опиши ошибку, с которой столкнулся и время её возникновения

              Текущее обращение (если оно есть...):

              { $ticket }
ticket-sended = ✅ Обращение отправлено
no-ticket = ✅ Нет обращений
dream-limit_exceeded = Вы достигли лимита в { $limit } снов за день. Попробуйте завтра!
                     
